<?php
$title = 'open.note';
$project_name = "Open.Note";
$android = "ANDROID";
$objective = "วัตถุประสงค์";
$objective_1 = "1. สร้างระบบ Open.Note สำหรับใช้งานผ่านแอพพลิเคชันมือถือ โดยผู้ใช้แอพพลิเคชันสามารถสร้าง Note ไว้บนแผนที่ และอ่าน Note ที่ผู้อื่นสร้างไว้บนแผนที่ได้";
$objective_2 = "2. ระบบ Open.Note จะควบคุมการเข้าถึงผ่านระบบ Channel และ Distance";
$idea = "แนวความคิด";
$idea_text = "สร้างแอพพลิเคชันที่ทำงานได้บนโทรศัพท์มือถือ โดยแอพพลิเคชันจะแสดงแผนที่ ที่มี Note ทั้งที่ตัวผู้ใช้และผู้ใช่อื่นแสดงอยู่ตามเงื่อนไข ซึ่งผู้ใช้งานระบบ Open.Note สามารถ อ่าน Note ที่ผู้ใช้อื่นสร้างไว้ได้ และสามารถสร้าง Note ของตนเองไว้บนแผนที่ โดยตัว Note ที่ถูกสร้างจะเป็นข้อมูลที่สามารถประกอบไปด้วยข้อความหรือรูปภาพได้ ทั้งนี้ การสร้าง Note ขึ้นมา จะมีการ Broadcast Note  นั้น โดยผู้ที่สร้างสามารถกำหนดเป็น Channel scope และ Distance scope ได้";
$desc = "คำอธิบาย";
$desc_text = "Channel scope: เป็นการกำหนดว่า Note แต่ละ Note มีเนื้อหาเกี่ยวข้องกับอะไร เช่น ใน Channel ท่องเที่ยว จะมี Note มีเนื้อหาเกี่ยวข้องกับการท่องเที่ยวเป็นต้น Distance scope: เป็นการกำหนดว่าการ Broadcast Note แต่ละ Note จะเห็นที่ระยะเท่าใด เช่น มีผู้ใช้ Broadcast Note A โดยกำหนด Distance เป็น 20 Km นั่นคือผู้ใช้อื่นต้องอยู่ในรัศมี 20 Km จาก Note A ถึงจะสามารถอ่าน Note A ได้";
$highlights = "จุดเด่น";
$highlights_text = "การสร้าง Note จะเป็นลักษณะที่คุ้นเคยในชีวิตประจำวันอยู่แล้ว ผู้ใช้สามารถใช้งานได้โดยง่ายตัว Note มีทั้ง Channel scope และ Distance scope ทำให้สามารถนำไปประยุกต์ใช้งานได้หลากหลาย";
$benefit = "ประโยชน์";
$benefit_text = "สามารถใช้ประโยชน์ในด้านการแลกเปลี่ยนข้อมูลที่ต้องอิงกับพื้นที่ เช่น เมื่อผู้ใช้ไปเที่ยวในบริเวณนี้ ผู้ใช้สามารถทิ้ง Note ไว้บนแผนที่ว่าร้าน A อาหารอร่อย ผู้ใช้อื่นๆจะสามารถใช้ข้อมูลนี้ได้ หรือในกรณีเรื่องการแจ้งเตือนอันตรายในบริเวณนี้ เป็นต้น หรือสามารถนำไปใช้ประกอบการทำกิจกรรมที่ต้องออกนอกสถานที่ เช่น สร้าง Channel เฉพาะขึ้นมา แล้วสร้าง Note เป็นฐานกิจกรรม เป็นต้น";
?>
